Repository: otzbergnet/wbmExtension
Catalog: wbm Extension/*.lproj/Localizable.strings
Languages: de

source: Enter a URL to go to archive:
de: URL eingeben

source: Error - HTTP Status: "%@"
de: Fehler - HTTP Status: "%@"

source: Keyboard Shortcut successfully saved
de: Tastatur-Kurzbefehl gespeichert

source: Last archived:
de: Letzte Archivierung:

source: Show Live Page
de: Live Seite zeigen

source: Show Page History
de: Seitenverlauf zeigen

source: The archive is inaccessible
de: Das Archiv kann nicht erreicht werden

source: The URL was not valid
de: Die URL ist ungültig

source: This page was never archived
de: Diese Seite wurde nocht nicht archiviert

source: Unfortunately we encountered an error1!
de: Leider solperten wir über einen Fehler 1!

source: Unfortunately we encountered an error2!
de: Leider solperten wir über einen Fehler 2!

source: Unfortunately we encountered an error3!
de: Leider solperten wir über einen Fehler 3!

source: Open Newest Snapshot with Wayback
de: Neusten Snapschot mit Wayback öffnen

source: Open Oldest Snapshot with Wayback
de: Ältesten Snapshot mit Wayback öffnen

source: Show Page History with Wayback
de: Seitenverlauf mit Wayback öffnen

source: %@ days ago
de: vor %@ Tagen

source: %@ hours ago
de: vor %@ Stunden

source: %@ weeks ago
de: vor %@ Wochen

source: Unfortunately we found an empty url
de: Leider haben wir keine URL gefunden

source: Unfortunately we found an invalid url
de: Leider haben wir eine ungültige URL gefunden

source: Saved:
de: Einträge:

source: saves -
de: Einträge -

source: Last archived
de: Gespeichert

source: Boost next (boost5Data) requests
de: Boost für (boost5Data) Anfragen

source: Boost next request
de: Boost für nächste Anfrage

source: Boost next 5 requests
de: Boost für 5 Anfragen

source: Boost next %d requests
de: Boost für %d Anfragen

source: 1 day ago
de: vor einem Tag

source: 1 hour ago
de: vor einer Stunde

source: 1 week ago
de: vor einer Woche

source: just now.
de: gerade eben.
